[
    {
        "id": 1,
        "url": "nfts-driving-adoption",
        "image": "img/news/news-1.jpg",
        "largeImage": "img/news/news-1.jpg",
        "author": "Written by Crypto Oracle Team",
        "date": "10 Oct 2022",
        "view": "70 views",
        "categories": ["NFTs", "Blockchain"],
        "title": "How does work an NFT?",
        "excerpt": "In this article we’re going to tell you by the hand of an expert the functionalities and the utilities of this new trend, “The NFTs”. This time, we talked with Enzo Soyer, a Blockchain Consultant, CEO of Tenk an NFT Incubator, Co-founder of Fungible Strategy and Business Developer in Cryptoracle. He explained in a nutshell all you need to know and more about the NFTs. ",
        "body":  ["<p>In this article we’re going to tell you by the hand of an expert the functionalities and the utilities of this new trend, “The NFTs”.This time, we talked with Enzo Soyer, a Blockchain Consultant, CEO of Tenk an NFT Incubator, Co-founder of Fungible Strategy and Business Developer in Cryptoracle. He explained in a nutshell all you need to know and more about the NFTs. </p>  <h4>Disclaimer: All content is for educational purposes It is not financial advice</h4> <h2>What is an NFT?</h2> <p>An NFT or Non Fungible Token is digital tokens that represent ownership rights over items that cannot be easily replaced. These items may include collectibles, real estate, artwork, physical goods, games, software, etc. Unlike cryptocurrencies, NFTs do not have any intrinsic value; rather, they possess unique identifiers that allow them to be traded, exchanged, bought, sold, and transferred.</p> <p>The purpose of NFTs is to make easier to trade these unique assets. For example, if someone owns a piece of art, and wants to sell it. The seller can use an NFT, so the buyer can verify (as in traditional art institutions) that the asset is legitimate by scanning its unique identifier (metadata).</p> <p>As fungible token represents an asset that can be easily copied or duplicated, an NFT represents something that cannot be replicated or duplicated. </p> <h2>How does the NFTs work?</h2> <p>The NFTs work together with a Blockchain Network and in the background there is a software or Smart Contract that allows who buys or sells that NFT to change from one owner to another and split the royalties and money automatically. We are going to explore more of this theme regarding the Smart contract in the next articles, because it is one of the best features that the NFT have to offer.</p> <h2>How can an NFT be used?</h2> <p>An easy way to explain this is using a video game. Fortnite is a popular video game around the world played by young people and adults also (including me). In this game you can buy skins and items to customize your character and game experience. All the assets or skins and items that you bought in the game store, are attached to your account and can not be transferred to anyone.</p> <p>So, if these skins and items were an NFTs the player has the freedom to resell the items in the moment they want to. Doing this you are the real owner of these digital assets because you have the freedom to resell it if you do not want to anymore.</p> <p> Even the game producers can still earn money from the royalties in secondary sales. So, in a nutshell, they can even make more money allowing people to resell the NFT and create a new economy inside the game and also encourage people to play more to find potentially expensive NFTs on the game. </p> <h2>Where can an NFT be bought?</h2> <p>There are several ways to find interesting projects to look in. One of them is twitter, trying to follow hashtags, people around the crypto world,  collectors, communities or even artists. Stay close to them and see potential collections to join in. Another way is to find projects on the marketplaces. If you are interested in projects launched in the NEAR protocol, https://paras.id/ or https://www.mintbase.io/ are the most popular marketplaces to search in. Now, if you want a more accurate and easy search try with our launched projects dashboard and check out at the new projects and trends. Take a look, it’s free.If you want to hear the entire Enzo’s podcast, keep in touch with us on Spotify and do not forget to follow us for more content related to Blockchain and Web 3.0.</p>"],
        "tags": ["NFTs", "Blockchain"]
    },
    {
        "id": 2,
        "url": "data-insights",
        "image": "img/news/news-2.jpg",
        "largeImage": "img/news/news-2.jpg",
        "author": "Written by Crypto Oracle Team",
        "date": "10 Oct 2022",
        "view": "70 views",
        "categories": ["Web3", "Data"],
        "title": "Is an NFT a good opportunity?",
        "excerpt": "when you buy one NFT you are not sure you are going to get something in return, or the value of that NFT is going to increase on time. So, it is not about investment, it is more about being part of a community, helping the artist or creator receiving exclusive content",
        "body":  ["<p> When you buy one NFT you are not sure you are going to get something in return, or the value of that NFT is going to increase on time. So, it is not about investment, it is more about being part of a community, helping the artist or creator receiving exclusive content, for example.</p> <h4>Disclaimer: All content is for educational purposes It is not financial advice</h4> <p>A fact in this part, there is nothing written about the things you are going to get buying an NFT.  Always it depends on the team behind the project and as it is a new technology there is not a set of rules of what you can do or not with the NFTs. The truth is we are still discovering uses for it</p> <p>Most of the projects out there do not have a real utility apart from just owning a digital asset. Maybe the collection sells out and maintains its price for days, weeks and even months, but you can not be sure if the price is going to increase or fall down.All of this leads us to the next question…</p> <h2>What do you need to keep in mind before getting into a project?</h2> <p>Now you know if it is a good or bad idea get into NFTs there is a few but important things you need to know if you want to get into some projects that catch your attention.</p> <h2>The community of the project</h2> <p>The community is one of the most important parts you need to research before dive into a NFT project. A strong, big, and active community in Discord, Twitter (or the social media the team of the project use), which continually grows, could be a really good insight about the project.  As long as the team were in contact with the community, telling the updates and news about the project and how it is evolving. </p> <h2>The real utilities of the project</h2> <p>As we mentioned before, out there you can find thousands of projects and collections but just in a small group of them you really can find a real utility for the project, beyond the privilege of being part of something and being the owner of a digital art.</p> <h2>The roadmap of the project</h2> <p>If the project that catches your attention has a nice roadmap on the website with all the clear milestones and objectives, it is another good signal for the project. So, stay close and be sure they follow and deliver at time the things they mentioned on their roadmap.  </p> <h2>The team behind the project</h2> <p>Last but not least, it is important to know the team or people behind the project and about their professional background. If they share their social media like LinkedIn and they are active users, that is another good signal to add to the list. In summary, if the project you want to participate has all of these characteristics we mentioned before, it might be considered trustful. Now, we know that doing research, trying to know all of these, can take time and effort. So, for busy people like you, in Cryptoracle we create a Trusted Projects section, a list of NFT projects in the NEAR protocol that follow all characteristics we mentioned and more to offer. Take a look at The Trusted Projects. It is free. Do not forget to send us a comment with your feedback or tell us what other things you think they are important to keep in mind before deep dive into a NFT project. </p><h2> </h2>"],
        "tags": ["Web3", "Data"]
    },
    {
        "id": 3,
        "url": "partnerships-v1",
        "image": "img/news/news-3.jpg",
        "largeImage": "img/news/news-3.jpg",
        "author": "Written by Crypto Oracle Team",
        "date": "10 Oct 2022",
        "view": "70 views",
        "categories": ["Partnerships", "Blockchains"],
        "title": "5 red flags to keep in mind before buy a NFT",
        "excerpt": "On these days, scams are becoming so popular that it is “the order of the day”. You need to stay aware with your wide open eyes to avoid falling in them. The NFT world does not escape from all of these hustles and more, with the premise that much of the projects out there are just speculation. So, it is not too easy to trust in one project at the first sight. For that reason, today we are going to tell you 5 red flags you can easily recognize to trust or not in a project, or at least give it a chance before discarding it.  ",
        "body":  ["<p> On these days, scams are becoming so popular that it is “the order of the day”. You need to stay aware with your wide open eyes to avoid falling in them. The NFT world does not escape from all of these hustles and more, with the premise that much of the projects out there are just speculation. So, it is not too easy to trust in one project at the first sight. For that reason, today we are going to tell you 5 red flags you can easily recognize to trust or not in a project, or at least give it a chance before discarding it. </p> <h4>Disclaimer: All content is for educational purposes It is not financial advice</h4><h2> A poor community </h2> <p>When we say “poor community” it is not about the social class of the people inside the community. It is about the activity of the people there. A real project knows the value the community has: they make focus and take the time needed to build a big, strong and active community of users that keep growing each day. For example, if you see a project for a while and the community is not so active and it is not growing, that is really a bad signal. So, maybe save your money this time because an NFT project without a community behind to support it, its days are numbered.</p> <h2>The project does not have a real utility</h2> <p>If you are an NFT collectionist maybe you do not care too much about this part and not focus on finding more than just being the owner of a digital asset. But, on the other hand, if you want to find something else, the project needs to be clear of what you get buying that NFT. A real utility like exclusive content, for example, might be interesting and give you an idea of the future the project has. If it is not the case and you do not see the clear real utility of the project is an alert that tells you that after the launching the projects just could die</p><h2>The roadmap is not clear</h2> <pAs we mentioned in the previous article, the roadmap talks to you about the future of the project, and its milestones and objectives they want to reach, and you are going to be part of it. So, if the roadmap is not clear from the beginning or if it exists but you see it does not follow its own goals. Well, that project looks bad.</p> <h2Social media accounts with fake followers</h2> <p>To know this you do not need to stalk all the followers one by one. It is simple, if you see an account with ten thousand followers and all the posts they made reach ten likes and one or three comments, it is too weird. Right now, it is possible buy bots to follow you, comments, likes and more. But, if it is a scam project maybe they do not have enough budget or time to spent on it and maintain it on time. So, stay alert of the social media and how is the behavior of the account of the project.</p> <h2>The team behind the project is a mystery</h2><p>This last red flag depends on the person. If you are the kind of person who does not trust easily, this red flag could be fit for you. In some projects out there the information that you have from the team behind is just an avatar with a nickname. It does not mean the project is fake or a scam, but if you are like me and need more information, maybe with the LinkedIn profiles and social media accounts, to see the people behind creating the confidence you need to trust on the project.</p><p>If you are a NFT hunter or just a person who wants to collect digital collectibles of really good projects with a promising future and good utilities, from our quarters we offer a new tool, “ The Trusted Projects”, where you can find projects in the NEAR protocol without any of the red flags we mentioned in the post. Take a look it is free. Feel free to send us your feedback to keep improving and let us know what other red flags you think need to be added to the list. </p>"],
        "tags": ["Partnerships", "Blockchains"]
    }

]